jmeter/src/test/jmeter/database/data/request_createTask_casinoInternalOperation.txt

<s:Envelope xmlns:s="http://schemas.xmlsoap.org/soap/envelope/"><s:Body xmlns:xsd="http://www.w3.org/2001/XMLSchema" xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance"><TaskInput xmlns="http://www.augmentum.com/velocms/casinointernaloperation/humantask/schema"><targetObject xmlns=""><targetObjectType>TABLE</targetObjectType><targetObjectIdentification>BB0288</targetObjectIdentification></targetObject><operation xmlns=""><operationType>AdjustTableMinMaxBet</operationType><operationParameters><operationParameter><key>CurrentMinBet</key><value>0</value></operationParameter><operationParameter><key>CurrentMaxBet</key><value>0</value></operationParameter><operationParameter><key>NewMinBet</key><value>28801</value></operationParameter><operationParameter><key>NewMaxBet</key><value>28801</value></operationParameter></operationParameters></operation><creator xmlns="">casinomgr.eva</creator><owner xmlns="">pit02.mgr</owner><company xmlns="">Augmentum</company><property xmlns="">GuoShouJing 17#</property></TaskInput></s:Body></s:Envelope>